---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CubicMetersPerSecond
source: html/1fe038aa-2980-4823-a6b6-e35e3b29e133.htm
---
# Autodesk.Revit.DB.UnitTypeId.CubicMetersPerSecond Property

Cubic meters per second.

## Syntax (C#)
```csharp
public static ForgeTypeId CubicMetersPerSecond { get; }
```